<?php

return [
    'class_periods' => [
        '1' => '08:00 - 09:30',
        '2' => '09:45 - 11:15',
        '3' => '11:30 - 13:00',
        '4' => 'Обяд',
        '5' => '14:00 - 15:30',
        '6' => '15:45 - 17:15',
        '7' => '17:30 - 19:00',
        '8' => 'След 19:00ч.',
    ],
    'seminar_types' => [
        '1' => 'Лекция',
        '2' => 'Упражнение',
        '3' => 'СИД',
        '4' => 'УМП',
    ],

    'rooms_internet' => [
        '1' => 'Няма',
        '2' => 'Кабел',
        '3' => 'Wifi',
    ],

    'rooms_multimedia' => [
        '1' => 'Няма',
        '2' => 'Аудио',
        '3' => 'Монитор/ТВ',
        '4' => 'Проектор',
    ],

    'weekdays' =>[
        '0' => 'Нд',
        '1' => 'Пн',  
        '2' => 'Вт',  
        '3' => 'Ср',  
        '4' => 'Чт',  
        '5' => 'Пт',  
        '6' => 'Сб',  
    ],

    'weekdays_eng' =>[
        '0' => 'Sunday',
        '1' => 'Monday',  
        '2' => 'Tuesday',  
        '3' => 'Wednesday',  
        '4' => 'Thursday',  
        '5' => 'Friday',  
        '6' => 'Saturday',  
    ],

    'acad_positions' => [
        '1' => 'Хон. пр.',
        '2' => 'Пр.',
        '3' => 'Гл. пр.',
        '4' => 'Ас.',
        '5' => 'Гл. ас.',
        '6' => 'Доц.',
        '7' => 'Проф.',
    ],

    'acad_titles' => [
        '1' => 'бак.',
        '2' => 'маг.',
        '3' => 'д-р',
        '4' => 'ДН',
    ],

];